---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SharedCoordinatesFailures
source: html/041e8e85-2b28-0554-8b81-7de9c8024ebe.htm
---
# BuiltInFailures.SharedCoordinatesFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.